Repository: common-repository/wp-boyka
Catalog: languages/wp_boyka-*.po
Languages: it_it

source: Compression Level
it_it: Livello di Compressione

source: Already processed
it_it: Gia processato

source: Old Size
it_it: Dimensione precedente

source: New Size
it_it: Nuova dimensione

source: Gain
it_it: Gudagno

source: Reduced by
it_it: Ridotta del

source: Not processed
it_it: Non processata

source: Preview
it_it: Anteprima

source: Compress now!
it_it: Comprimi adesso!

source: Boyka Settings Page
it_it: Boyka Impostazioni

source: You don't have permission to manage media files
it_it: Non hai i permessi necessari per manipolare file multimediali

source: Change the following information in according to your taste.
it_it: Cambia le seguenti impostazioni in base al tuo gusto.

source: Default Compression Level
it_it: Livello di compressione predefinito

source: Clear the cache
it_it: Svuota la cache

source: Features
it_it: Opzioni

source: Compress the thumbnails
it_it: Comprimere anche le miniature

source: Compress the image while uploading
it_it: Comprimere l'immagine durante l'upload

source: Disable the preview
it_it: Disabilitare l'anteprima

source: Display more information on Media page
it_it: Visualizzare piu' informazioni sulla pagina Media

source: Save changes
it_it: Salva le modifiche

source: Boyka Preview Page
it_it: Boyka Anteprima

source: The following are the compression process results in preview. Using this feature you can see the changes before to make them permanent.
it_it: I seguenti sono i risultati del processo di compressione. Grazie a questa caratteristica puoi vedere i cambiamenti prima di renderli permanenti.

source: <strong>Warning:</strong> using the chosen compression level, it's not possible improve your website's performance. Please, choose an higher compression level.
it_it: <strong>Attenzione:</strong> con il livello di compressione scelto, non e' possibile aumentare le performance del tuo sito web. Si prega di scegliere un livello di compressione piu' alto.

source: OVERVIEW
it_it: PANORAMICA

source: IMAGE PREVIEW
it_it: ANTEPRIMA IMMAGINE

source: Before Compression
it_it: Prima della compressione

source: After Compression
it_it: Dopo la compressione

source: The directory <strong>%s</strong> is not writable. If you want use the preview, you <strong>must</strong> change its permissions to 777.
it_it: La cartella <strong>%s</strong> non e' scrivibile. Se vuoi usare l'opzione di anteprima, <strong>devi</strong> cambiare i permessi in 777.

source: No attachment ID was provided.
it_it: Non e' stato fornito alcun ID dell'allegato.

source: Invalid compression level.
it_it: Livello di compressione non valido.

source: Invalid image.
it_it: Immagine non valida.

source: Cache is empty
it_it: La cache e' vuota

source: Compression level
it_it: Livello di compressione

source: The GD library is required by this plugin but it was not found on this server. Please proceed with the installation or contact your hosting support center.
it_it: La libreria GD e' richiesta da questo plugin ma non e' stata trovata su questo server. Si prega di procedere all'installazione o di contattare il centro assistenza del vostro hosting.
